Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/pt-PT.tmx
Source language: pt_pt
Languages: en_us

source: 100 ppp
en_us: 100 dpi

source: 1200 ppp
en_us: 1200 dpi

source: 200 ppp
en_us: 200 dpi

source: cor de 24 bits
en_us: 24-bit Color

source: 300 ppp
en_us: 300 dpi

source: 600 ppp
en_us: 600 dpi

source: Sobre
en_us: About

source: Incluir
en_us: Add

source: Ocorreu um erro com o driver do scanner
en_us: An error occurred with the scanning driver

source: Confirma a limpeza de \{0\} iten(s)?
en_us: Are you sure you want to clear \{0\} item(s)?

source: Confirma que quer eliminar o perfil \{0\}?
en_us: Are you sure you want to delete the profile \{0\}?

source: Confirma que quer eliminar \{0\} itens?
en_us: Are you sure you want to delete \{0\} item(s)?

source: Confirma que quer eliminar \{0\} perfis?
en_us: Are you sure you want to delete \{0\} profiles?

source: Qualidade
en_us: Bit depth

source: Ficheiro Bitmap (*.bmp)
en_us: Bitmap Files (*.bmp)

source: Preto e Branco
en_us: Black & White

source: Brilho
en_us: Brightness

source: Cancelar
en_us: Cancel

source: Centrar
en_us: Center

source: Escolha um \'cd\-cone
en_us: Choose Icon

source: Escolha o perfil
en_us: Choose Profile

source: Escolha o dispositivo
en_us: Choose device

source: Limpar
en_us: Clear

source: Contraste
en_us: Contrast

source: Eliminar
en_us: Delete

source: Dispositivo
en_us: Device

source: Nome a exibir
en_us: Display name

source: Terminado
en_us: Done

source: Editar
en_us: Edit

source: Enviar PDF por Email
en_us: Email PDF

source: Ficheiro EMF (*.emf)
en_us: Enhanced Windows MetaFile (*.emf)

source: Erro
en_us: Error

source: Ficheiro EXIF
en_us: Exchangeable Image File (*.exif)

source: Alimentador
en_us: Feeder

source: Rodar
en_us: Flip

source: Ficheiro GIF (*.gif)
en_us: GIF File (*.gif)

source: Vidro
en_us: Glass

source: Escala de cinza
en_us: Grayscale

source: Alinhamento horizontal
en_us: Horizontal align

source: \'cdcones de
en_us: Icons from

source: Ficheiro JPG (*.jpg, *.jpeg)
en_us: JPEG File (*.jpg, *.jpeg)

source: Idioma
en_us: Language

source: Esquerda
en_us: Left

source: Menu principal
en_us: Main toolbar

source: Gerir Perfis
en_us: Manage Profiles

source: Alta qualidade (ficheiros grandes)
en_us: Maximum quality (large files)

source: Mover para baixo
en_us: Move Down

source: Mover para cima
en_us: Move Up

source: Falta o nome
en_us: Name missing

source: Nenhum dispositivo escolhido
en_us: No device selected

source: Nenhum scanner foi encontrado
en_us: No scanning device was found

source: O ficheiro j\'e1 existe. Deseja substituir?
en_us: Overwrite File

source: Documento PDF (*.pdf)
en_us: PDF document (*.pdf)

source: Ficheiro PNG (*.png)
en_us: PNG File (*.png)

source: Tamanho da folha
en_us: Page size

source: Origem do papel
en_us: Paper source

source: Pr\'e9-visualizar
en_us: Preview

source: Configurar Perfil
en_us: Profile Settings

source: Perfis
en_us: Profiles

source: Resolu\'e7\'e3o
en_us: Resolution

source: Direita
en_us: Right

source: Rodar para a esquerda
en_us: Rotate Left

source: Rodar para a direita
en_us: Rotate Right

source: Salvar imagens
en_us: Save Images

source: Salvar PDF
en_us: Save PDF

source: Salvar como PDF
en_us: Saving to PDF

source: Escala
en_us: Scale

source: Digitalizar
en_us: Scan

source: Imagem digitalizada
en_us: Scanned Image

source: Escolha um perfil antes de clicar Scan
en_us: Select a profile before clicking Scan

source: Ficheiro TIFF (*.tiff, *.tif)
en_us: TIFF File (*.tiff, *.tif)

source: Driver TWAIN
en_us: TWAIN Driver

source: O ficheiro \{0\} j\'e1 existe. Deseja substituir?
en_us: The file \{0\} already exists. Do you want to overwrite it?

source: O scanner escolhido n\'e3o foi encontrado
en_us: The selected scanner could not be found

source: O scanner escolhido est\'e1 offline
en_us: The selected scanner is offline

source: US Legal (8.5x14 pol)
en_us: US Legal (8.5x14 in)

source: US Letter (8.5x11 pol)
en_us: US Letter (8.5x11 in)

source: Usar WIA UI nativo
en_us: Use native WIA UI

source: Usar configura\'e7\'e3o pr\'e9-definida
en_us: Use predefined settings

source: Vers\'e3o \{0\}
en_us: Version \{0\}

source: Driver WIA
en_us: WIA Driver

source: Aguardar que o TWAIN termine
en_us: Waiting for TWAIN to complete

source: N\'e3o tem permiss\'e3o para salvar o ficheiro neste local
en_us: You don't have permission to save files at this location

source: \{0\} de \{1\}
en_us: \{0\} of \{1\}
